{"id":188,"date":"2017-07-14T11:35:48","date_gmt":"2017-07-14T08:35:48","guid":{"rendered":"https:\/\/www.bilisimkurdu.cf\/?p=188"},"modified":"2017-07-14T11:35:48","modified_gmt":"2017-07-14T08:35:48","slug":"riot-gamesten-turkiyeye-yatirim","status":"publish","type":"post","link":"http:\/\/localhost\/bilisimkurdu\/riot-gamesten-turkiyeye-yatirim\/","title":{"rendered":"Riot Games&#8217;ten T\u00fcrkiye&#8217;ye yat\u0131r\u0131m"},"content":{"rendered":"<p>Los Angeles\/California merkezli bir oyun yap\u0131m ve da\u011f\u0131t\u0131m \u015firketi olan Riot Games, League of Legends sunucusunu T\u00fcrkiye\u2019ye getirerek 10 milyon TL&#8217;lik yat\u0131r\u0131m yapt\u0131\u011f\u0131n\u0131 duyurdu.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-194\" src=\"http:\/\/localhost\/bilisimkurduTest\/wp-content\/uploads\/2017\/07\/indir-1.png\" alt=\"\" width=\"255\" height=\"198\" \/><\/p>\n<p>D\u00fcnyan\u0131n en oyuncu odakl\u0131 \u015firketlerinden olmay\u0131 ilke edinen Riot Games, 10 Milyon TL\u2019lik yat\u0131r\u0131mla League of Legends Sunucusunu T\u00fcrkiye\u2019ye getirdi\u011fini ve bu sayede T\u00fcrkiye\u2019nin d\u00f6rt bir k\u00f6\u015fesindeki milyonlarca League of Legends oyuncusuna \u00e7ok daha h\u0131zl\u0131 ve kaliteli hizmet sunaca\u011f\u0131n\u0131 a\u00e7\u0131klad\u0131.<\/p>\n<p>League of Legends T\u00fcrkiye Sunucusunun devreye girmesiyle T\u00fcrkiye\u2019deki League of Legends oyuncular\u0131n\u0131n mevcut ba\u011flant\u0131 h\u0131zlar\u0131na ba\u011fl\u0131 olarak ya\u015fad\u0131klar\u0131 gecikme s\u00fcrelerinin (ping) daha da azalmas\u0131n\u0131n hedeflendi\u011fi bildirildi.<\/p>\n<p>&#8220;BU YATIRIM T\u00dcRK\u0130YE&#8217;DEK\u0130 OYUNCULARIMIZA OLAN \u0130NANCIN G\u00d6STERGES\u0130D\u0130R&#8221;<\/p>\n<p>Riot Games T\u00fcrkiye \u00dclke M\u00fcd\u00fcr\u00fc Bora Ko\u00e7yi\u011fit, yap\u0131lan bu yat\u0131r\u0131m\u0131n T\u00fcrkiye&#8217;de milyonlarca oyuncu i\u00e7in 5 y\u0131ld\u0131r de\u011fer \u00fcretmeye devam eden ve kendi sekt\u00f6r\u00fcnde dev bir ekosistemin \u015fekillenmesine yol a\u00e7an \u015firketin, T\u00fcrkiye&#8217;ye yat\u0131r\u0131m yapma konusundaki kararl\u0131l\u0131\u011f\u0131na i\u015faret etti\u011fini s\u00f6yledi.Riot Games T\u00fcrkiye olarak SunucununT\u00fcrkiye&#8217;ye getirilmesi y\u00f6n\u00fcnde b\u00fcy\u00fck \u00e7aba harcad\u0131klar\u0131n\u0131 belirten Ko\u00e7yi\u011fit, \u201cBir\u00e7ok yabanc\u0131 \u015firketin T\u00fcrkiye\u2019deki yat\u0131r\u0131mlar\u0131n\u0131 g\u00f6zden ge\u00e7irdi\u011fi bir d\u00f6nemde yapt\u0131\u011f\u0131m\u0131z bu yat\u0131r\u0131m, T\u00fcrkiye\u2019ye ve T\u00fcrkiye\u2019deki oyuncular\u0131m\u0131za olan inanc\u0131m\u0131z\u0131n ve verdi\u011fimiz de\u011ferin g\u00f6stergesidir\u201d dedi.<\/p>\n<p>&#8220;5 YILDA DEV B\u0130R EKOS\u0130STEM\u0130N OLU\u015eUMUNA \u00d6NC\u00dcL\u00dcK ETT\u0130K&#8221;<\/p>\n<p>Bu y\u0131l T\u00fcrkiye\u2019deki 5&#8217;inci y\u0131l\u0131n\u0131 dolduran Riot Games T\u00fcrkiye\u2019nin \u00f6nemli ba\u015far\u0131lara imza att\u0131\u011f\u0131n\u0131 aktaran Ko\u00e7yi\u011fit, uluslararas\u0131 bir oyun yay\u0131nc\u0131s\u0131 olan Riot Games\u2019in T\u00fcrkiye\u2019de yaratt\u0131\u011f\u0131 do\u011frudan istihdam\u0131n yan\u0131 s\u0131ra, f\u0131rsatlarla dolu dev bir ekosistemin geli\u015fimine de katk\u0131da bulundu\u011funa dikkat \u00e7ekti. T\u00fcrkiye&#8217;de oyunculara ve espor ekosistemine, bug\u00fcne kadar hi\u00e7bir oyun \u015firketinin yapmad\u0131\u011f\u0131 kadar b\u00fcy\u00fck yat\u0131r\u0131m yapt\u0131klar\u0131n\u0131 ifade eden Ko\u00e7yi\u011fit, \u015funlar\u0131 s\u00f6yledi:<\/p>\n<p>\u201cGe\u00e7ti\u011fimiz 5 y\u0131lda oyunumuzu T\u00fcrkiye i\u00e7in yerelle\u015ftirirken,\u00fclkenin \u00f6nde gelen seslendirme sanat\u00e7\u0131lar\u0131yla ve st\u00fcdyolar\u0131yla \u00e7al\u0131\u015ft\u0131k. Oyuncular\u0131 bir araya getiren b\u00fcy\u00fck \u00e7apl\u0131 organizasyonlar d\u00fczenledik. Esporu T\u00fcrkiye&#8217;de kurumsal, organize ve profesyonel bir spor dal\u0131 haline getirdik. Esporda bizi d\u00fcnya arenas\u0131nda temsil eden, bayra\u011f\u0131m\u0131z\u0131 dalgaland\u0131ran \u015fampiyonlar\u0131n yeti\u015fmesine arac\u0131 olduk. T\u00fcrkiye\u2019de hizmete giren yeni sunucumuz,t\u00fcm oyuncular\u0131m\u0131z\u0131n faydalanabilece\u011fi yepyeni bir otoyol, bir olimpiyat stad\u0131 anlam\u0131na geliyor. Bu yat\u0131r\u0131m\u0131n oyuncular\u0131m\u0131za daha iyi hizmet sunman\u0131n yan\u0131 s\u0131ra, T\u00fcrkiye\u2019nin espordaki rekabet g\u00fcc\u00fcn\u00fc artt\u0131raca\u011f\u0131na inan\u0131yorum. Bu yeni yat\u0131r\u0131m s\u00fcrecimizin ba\u015f\u0131ndan sonuna kadar bize destek veren T\u00fcrkiye Cumhuriyeti Ba\u015fbakanl\u0131k Yat\u0131r\u0131m ve Destek Ajans\u0131\u2019na te\u015fekk\u00fcr ediyorum.\u201d<\/p>\n<p>&#8220;GEL\u0130\u015eT\u0130R\u0130LEN \u00d6ZEL \u0130\u015eLEMC\u0130LER D\u00dcNYADA \u0130LK KEZ T\u00dcRK\u0130YE\u2019DE KULLANILACAK&#8221;<\/p>\n<p>League of Legends Sunucular\u0131nda hizmet vermek \u00fczere \u00f6zel olarak geli\u015ftirilen i\u015flemcilerinin d\u00fcnyada ilk kez T\u00fcrkiye&#8217;deki sunucuda kullan\u0131laca\u011f\u0131n\u0131 ifade eden Ko\u00e7yi\u011fit, &#8220;T\u00fcrkiye\u2019deki ekibin geli\u015fimini yak\u0131ndan takip etti\u011fi yeni i\u015flemciler, League of Legends sunucular\u0131n\u0131n ihtiya\u00e7lar\u0131na uygun iyile\u015ftirmeler i\u00e7eriyor. Bu sayede oyunculara daha az say\u0131da sunucuyla \u00e7ok daha iyi hizmet vermek m\u00fcmk\u00fcn hale geliyor. Bu durum sunucular\u0131n enerji ve bak\u0131m giderlerinde de \u00f6nemli oranda tasarruf sa\u011fl\u0131yor&#8221; \u015feklinde konu\u015ftu.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Los Angeles\/California merkezli bir oyun yap\u0131m ve da\u011f\u0131t\u0131m \u015firketi olan Riot Games, League of Legends sunucusunu T\u00fcrkiye\u2019ye getirerek 10 milyon TL&#8217;lik yat\u0131r\u0131m yapt\u0131\u011f\u0131n\u0131 duyurdu. D\u00fcnyan\u0131n en oyuncu odakl\u0131 \u015firketlerinden olmay\u0131 ilke edinen Riot Games, 10 Milyon TL\u2019lik yat\u0131r\u0131mla League of Legends Sunucusunu T\u00fcrkiye\u2019ye getirdi\u011fini ve bu sayede T\u00fcrkiye\u2019nin d\u00f6rt bir k\u00f6\u015fesindeki milyonlarca League of Legends&hellip;<\/p>\n","protected":false},"author":2,"featured_media":194,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1,83],"tags":[254,255,376,377,475,578,628,629],"_links":{"self":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/188"}],"collection":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/comments?post=188"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/188\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media\/194"}],"wp:attachment":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media?parent=188"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/categories?post=188"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/tags?post=188"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}