{"id":785,"date":"2020-04-13T12:49:05","date_gmt":"2020-04-13T09:49:05","guid":{"rendered":"http:\/\/localhost\/bilisimkurdu\/?p=785"},"modified":"2020-04-13T12:49:05","modified_gmt":"2020-04-13T09:49:05","slug":"android-guncellemesinde-yeni-donem-2020","status":"publish","type":"post","link":"http:\/\/localhost\/bilisimkurdu\/android-guncellemesinde-yeni-donem-2020\/","title":{"rendered":"Android G\u00fcncellemesinde yeni d\u00f6nem 2020"},"content":{"rendered":"\n<p>Google Android 11 s\u00fcr\u00fcm\u00fcnden itibaren g\u00fcncelleme i\u015flemlerini kolayla\u015ft\u0131racak.<\/p>\n\n\n\n<!--more-->\n\n\n\n<p>Android g\u00fcncellemelerini y\u00fcklerken cihaz\u0131 kullanman\u0131za izin verecek. Google&#8217;\u0131n\u00a0<strong>A\/B sanal disk b\u00f6l\u00fcmleme<\/strong>\u00a0(virtual partitioning) deste\u011fi ile sunulan i\u015flevin yeni cihazlar\u0131n t\u00fcm\u00fcnde yer alacak. Sanal b\u00f6l\u00fcmleme ilk olarak Android 7 Nougat&#8217;ta kullan\u0131lm\u0131\u015ft\u0131 ancak diskte ek yer harcad\u0131\u011f\u0131ndan \u00f6t\u00fcr\u00fc \u00e7o\u011fu \u00fcretici, bu \u00f6zelli\u011fi kullanmam\u0131\u015ft\u0131.<\/p>\n\n\n\n<p>A\/B b\u00f6l\u00fcmleri, telefondaki salt okunur b\u00f6l\u00fcmlere benzer bir yap\u0131ya sahipler ve sistem, \u00fcretici, \u00f6n y\u00fckleme ve \u00fcr\u00fcn gibi sistem seviyesindeki b\u00f6l\u00fcmlere ev sahipli\u011fi yap\u0131yorlar. Telefonun sistemi, bir defada yaln\u0131zca bir b\u00f6l\u00fcm\u00fc kulland\u0131\u011f\u0131ndan di\u011fer b\u00f6l\u00fcmler, pasif kal\u0131yor. \u0130\u015fletim sistemi indirilip y\u00fcklendikten sonra telefon, fark edilmeden ikinci b\u00f6l\u00fcmden \u00f6n y\u00fckleme yap\u0131yor.<\/p>\n\n\n\n<p>Yeni s\u00fcr\u00fcmde bir sorun \u00e7\u0131kmas\u0131 halinde, ilk b\u00f6l\u00fcmde duran eski i\u015fletim sisteminden \u00f6n y\u00fckleme yap\u0131labiliyor. Seamless Update ile t\u00fcm yaz\u0131l\u0131m g\u00fcncelleme s\u00fcresi, birka\u00e7 dakikadan\u00a0<strong>birka\u00e7 saniyeye d\u00fc\u015f\u00fcyor<\/strong>.<\/p>\n\n\n\n<p>Kaynak : <a href=\"https:\/\/www.chip.com.tr\/\" target=\"_blank\" aria-label=\"CHIP (opens in a new tab)\" rel=\"noreferrer noopener sponsored\" class=\"aioseop-link\">CHIP<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Google Android 11 s\u00fcr\u00fcm\u00fcnden itibaren g\u00fcncelleme i\u015flemlerini kolayla\u015ft\u0131racak.<\/p>\n","protected":false},"author":3,"featured_media":136,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[82],"tags":[140,182,185,188,191,192,193,220,396,717],"_links":{"self":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/785"}],"collection":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/comments?post=785"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/785\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media\/136"}],"wp:attachment":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media?parent=785"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/categories?post=785"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/tags?post=785"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}