{"id":42,"date":"2016-11-01T16:14:02","date_gmt":"2016-11-01T14:14:02","guid":{"rendered":"http:\/\/bilisimkurdu.cf\/?p=42"},"modified":"2017-06-06T16:50:02","modified_gmt":"2017-06-06T13:50:02","slug":"300-000-kisiye-bedava-internet","status":"publish","type":"post","link":"http:\/\/localhost\/bilisimkurdu\/300-000-kisiye-bedava-internet\/","title":{"rendered":"300.000 K\u0130\u015e\u0130YE \u00dcCRETS\u0130Z \u0130NTERNET GEL\u0130YOR"},"content":{"rendered":"<p>Aral\u0131k ay\u0131n sonunda 300.000 T\u00fcrkiye Cumhuriyeti vatanda\u015f\u0131n evine \u00fccretsiz internet giriyor.<br \/>\n\u0130lk olarak 1 y\u0131l \u00f6nce duyurulan &#8220;\u00fccretsiz internet&#8221; uygulamas\u0131, Aral\u0131k ay\u0131n\u0131n sonunda ba\u015fl\u0131yor. Aile ve Sosyal Politikalar Bakanl\u0131\u011f\u0131, Kalk\u0131nma Bakanl\u0131\u011f\u0131, Maliye Bakalnl\u0131\u011f\u0131, Ula\u015ft\u0131rma Denizcilik ve Haberle\u015fme Bakanl\u0131\u011f\u0131 ve Bilgi Teknolojileri ve \u0130leti\u015fim Kurumu&#8217;nun ortak \u00e7al\u0131\u015fmalar\u0131 sonucunda hayata ge\u00e7irilecek olan uygulama i\u00e7in 40 milyon TL&#8217;lik bir kaynak ayr\u0131ld\u0131\u011f\u0131 bildiriliyor.<br \/>\n<!--more--><br \/>\nAncak uygulamadan herkesin yararlanmas\u0131 s\u00f6z konusu de\u011fil, bedava internet eri\u015fimi, sadece d\u00fc\u015f\u00fck gelirli ailelere sunulacak. Sosyal Yard\u0131mla\u015fma ve Dayan\u0131\u015fma Vak\u0131flar\u0131 taraf\u0131ndan belirlenecek olan 300.000 vatanda\u015f, bedava internet eri\u015fimine sahip olacak.<\/p>\n<p>Sunulacak internetin kotas\u0131 hen\u00fcz a\u00e7\u0131klanmam\u0131\u015f olup ba\u011flant\u0131 aile koruma \u015fifresiyle korunmas\u0131 beklenmekte.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aral\u0131k ay\u0131n sonunda 300.000 T\u00fcrkiye Cumhuriyeti vatanda\u015f\u0131n evine \u00fccretsiz internet giriyor. \u0130lk olarak 1 y\u0131l \u00f6nce duyurulan &#8220;\u00fccretsiz internet&#8221; uygulamas\u0131,&hellip; <a class=\"read-more\" href=\"http:\/\/localhost\/bilisimkurdu\/300-000-kisiye-bedava-internet\/\">Okumaya devam et<\/a><\/p>\n","protected":false},"author":1,"featured_media":137,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[2],"tags":[16,17,18,19,20,21,22,27,28,29,31,32,33,34,35,36,44,55,63,64,69,71,76,77,95,103,110,112,113,114,116,117,123,124,125],"_links":{"self":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/42"}],"collection":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/comments?post=42"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/42\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media\/137"}],"wp:attachment":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media?parent=42"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/categories?post=42"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/tags?post=42"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}