{"id":113,"date":"2017-02-27T17:00:27","date_gmt":"2017-02-27T15:00:27","guid":{"rendered":"https:\/\/www.bilisimkurdu.cf\/?p=113"},"modified":"2017-02-27T17:00:27","modified_gmt":"2017-02-27T15:00:27","slug":"ddr4-ram-faydalari","status":"publish","type":"post","link":"http:\/\/localhost\/bilisimkurdu\/ddr4-ram-faydalari\/","title":{"rendered":"DDR4 Ram ve Faydalar\u0131"},"content":{"rendered":"<p>&nbsp;<\/p>\n<p><b>DDR4 RAM nedir?<\/b><\/p>\n<p>DDR4 SDRAM &#8220;\u00c7ift veri h\u0131zl\u0131, 4. Nesil senkronize ve dinamik Ram&#8221;\u00a0olarak ge\u00e7iyor. Gerilimi azalt\u0131lm\u0131\u015f, artan transfer oranlar\u0131 ve y\u00fcksek h\u0131z\u0131 ile \u00e7ok daha verimli bir hal alm\u0131\u015ft\u0131r. En son Ram\u2019ler yani DDR3\u2019ler 2007 y\u0131l\u0131nda \u00e7\u0131kt\u0131 ama geli\u015ftiriciler 2005 y\u0131l\u0131nda DDR4 \u00fczerinde \u00e7al\u0131\u015fmalara ba\u015flam\u0131\u015ft\u0131. Samsung 2011 y\u0131l\u0131nda ilk DDR4 belle\u011fini imal etti ve bu teknoloji bilgisayar\u00a0d\u00fcnyas\u0131ndaki en b\u00fcy\u00fck geli\u015fmelerden biridir.<\/p>\n<p>&nbsp;<\/p>\n<p><b>DDR4\u2019\u00fcn faydalar\u0131 nelerdir?<\/b><\/p>\n<p>DDR4 yongalar\u0131 2133MT\/s (saniyede milyon transfer) ve 4266MT\/s aras\u0131nda transfer h\u0131z\u0131na sahip. Kar\u015f\u0131la\u015ft\u0131rma olarak DDR3 teknolojisi 800-2133MT\/s\u2019ye sahip. Hal b\u00f6yle olunca \u00e7ok daha g\u00fc\u00e7l\u00fc bilgisayarlar ve i\u015flemciler gerekecektir DDR4 i\u00e7in. Bu yeni bellek ayn\u0131 zamanda 1,2 Volt daha az g\u00fc\u00e7 kullan\u0131r. Bu d\u00fc\u015f\u00fck g\u00fc\u00e7 t\u00fcketimi telefon ve tabletler gibi ta\u015f\u0131nabilir cihazlarda daha iyi pil \u00f6mr\u00fcne olanak sa\u011flayacakt\u0131r.<\/p>\n<p>B\u00fcy\u00fck teknoloji \u00fcreticileri kendi kulland\u0131klar\u0131 \u00fcr\u00fcnlerde DDR4 yongalar\u0131n\u0131 kullanmaya ba\u015flad\u0131. AMD bunlardan biridir. Ayr\u0131ca Intel yak\u0131n zamanda sat\u0131\u015fa \u00e7\u0131karaca\u011f\u0131 bir bilgisayarda DDR4 kulland\u0131\u011f\u0131n\u0131 duyurdu. T\u00fcketiciler aras\u0131nda hen\u00fcz bu teknolojinin ne oldu\u011fu tam olarak kavranmam\u0131\u015f olabilir ama kullanmaya ba\u015flad\u0131ktan sonra sa\u011flad\u0131\u011f\u0131 performans\u0131n b\u00fcy\u00fck \u00f6l\u00e7\u00fcde farkl\u0131 oldu\u011funu g\u00f6recekler.<\/p>\n<p><b>DDR2 \u2013 DDR3 \u2013 DDR4 aras\u0131ndaki farklar nelerdir?<\/b><\/p>\n<p>Harici bilgisayar donan\u0131m\u00a0bile\u015fenlerini daha g\u00fc\u00e7l\u00fc yapmak herkesin iste\u011fi. DDR4 ise tam da bunun i\u00e7in \u00fcretilmi\u015f bir RAM.<\/p>\n<p>H\u0131z ve Volt kullan\u0131mlar\u0131:<\/p>\n<p><b>**DDR2<\/b>: 400-1066 MT\/s h\u0131z\u0131na sahip ve 1.8 Volt kullan\u0131yor.<\/p>\n<p><b>**DDR3<\/b>: 800-2133 MT\/s h\u0131z\u0131na sahip ve 1.5 Volt kullan\u0131yor.<\/p>\n<p><b>**DDR4<\/b>: 2133-4266 MT\/s h\u0131z\u0131na sahip ve 1.05 Volt kullan\u0131yor.<\/p>\n<p>Yani bu demek oluyor ki di\u011fer Ramlere g\u00f6re DDR4 Ramler daha h\u0131zl\u0131 olup daha az g\u00fc\u00e7 t\u00fcketecek .<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; DDR4 RAM nedir? DDR4 SDRAM &#8220;\u00c7ift veri h\u0131zl\u0131, 4. Nesil senkronize ve dinamik Ram&#8221;\u00a0olarak ge\u00e7iyor. Gerilimi azalt\u0131lm\u0131\u015f, artan transfer oranlar\u0131 ve y\u00fcksek h\u0131z\u0131 ile \u00e7ok daha verimli bir hal alm\u0131\u015ft\u0131r. En son Ram\u2019ler yani DDR3\u2019ler 2007 y\u0131l\u0131nda \u00e7\u0131kt\u0131 ama geli\u015ftiriciler 2005 y\u0131l\u0131nda DDR4 \u00fczerinde \u00e7al\u0131\u015fmalara ba\u015flam\u0131\u015ft\u0131. Samsung 2011 y\u0131l\u0131nda ilk DDR4 belle\u011fini imal etti&hellip;<\/p>\n","protected":false},"author":4,"featured_media":154,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[83],"tags":[252,307,363,378,579,598,622],"_links":{"self":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/113"}],"collection":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/comments?post=113"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/113\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media\/154"}],"wp:attachment":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media?parent=113"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/categories?post=113"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/tags?post=113"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}