{"id":87,"date":"2017-01-20T15:59:01","date_gmt":"2017-01-20T13:59:01","guid":{"rendered":"http:\/\/bilisimkurdu.cf\/?p=87"},"modified":"2017-01-20T15:59:01","modified_gmt":"2017-01-20T13:59:01","slug":"bedava-windows10-icin-son-sans","status":"publish","type":"post","link":"http:\/\/localhost\/bilisimkurdu\/bedava-windows10-icin-son-sans\/","title":{"rendered":"BEDAVA W\u0130NDOWS 10 \u0130\u00c7\u0130N SON \u015eANS"},"content":{"rendered":"<p>29 Temmuz 2016&#8217;da sona eren \u00fccretsiz Windows 10&#8217;a ge\u00e7i\u015f i\u00e7in Microsoft&#8217;tan son defa f\u0131rsat\u0131n\u0131 son defa sunuyor.Ama Windows 10&#8217;a ge\u00e7i\u015f sadece kurumsal s\u00fcr\u00fcmlerde ge\u00e7erli olacak.<\/p>\n<p><!--more--><\/p>\n<p>Microsoft Cloud Solution Provider (CSP) \u00fczerinden kurumsal Windows 10 s\u00fcr\u00fcmleri olan Windows 10 Enterprise E3 ve E5 ile beraber, G\u00fcvenli <strong>Windows 10 Enterprise E3<\/strong> ve E5 (Secure Procuctive s\u00fcr\u00fcmleri) hali haz\u0131rda Windows 7 \u2013 Windows 8.1 kurumsal kullan\u0131c\u0131lara \u00fccretsiz olarak gelecek.<\/p>\n<p>Yani i\u015fletmeler kurumsal Win 7,8.1 enterprise e3 ve e5 s\u00fcr\u00fcmlerini Windows 10 gerekli s\u00fcr\u00fcmlerini \u00fccretsiz olarak indirip kurabilir.<\/p>\n<p>Bu s\u00fcr\u00fcmler \u00f6zellikle kurumsal i\u015fletmeler i\u00e7in olduk\u00e7a y\u00fckl\u00fc mebla\u011flara g\u00fcncelleniyordu. \u00dcstelik \u00fccretsiz g\u00fcncelleme olana\u011f\u0131 kurumsal i\u015fletim sistemleri i\u00e7inde sa\u011flanmam\u0131\u015ft\u0131. <strong>Microsoft<\/strong> bu noktada daha \u00f6nce \u00fccretsiz y\u00fckseltme olana\u011f\u0131 tan\u0131mad\u0131\u011f\u0131 kurumsal yap\u0131lar\u0131n da g\u00f6nl\u00fcn\u00fc al\u0131yor. Microsoft daha \u00f6nce Windows 7 Kurumsal ve Windows 8\/8.1 Kurumsal i\u00e7in Windows 10\u2019a \u00fccretsiz y\u00fckseltme imkan\u0131n\u0131n bulunmayaca\u011f\u0131n\u0131 dile getirmi\u015fti.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>29 Temmuz 2016&#8217;da sona eren \u00fccretsiz Windows 10&#8217;a ge\u00e7i\u015f i\u00e7in Microsoft&#8217;tan son defa f\u0131rsat\u0131n\u0131 son defa sunuyor.Ama Windows 10&#8217;a ge\u00e7i\u015f sadece kurumsal s\u00fcr\u00fcmlerde ge\u00e7erli olacak.<\/p>\n","protected":false},"author":3,"featured_media":143,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[83],"tags":[132,344,345,346,458,479,517,703,704,737,738,746],"_links":{"self":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/87"}],"collection":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/comments?post=87"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/posts\/87\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media\/143"}],"wp:attachment":[{"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/media?parent=87"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/categories?post=87"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/bilisimkurdu\/wp-json\/wp\/v2\/tags?post=87"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}